[GM_IRI_Adaptation X2GeneModTemplate]
DisplayName="适应/突破"
Summary="适应：当受到伤害时，士兵将获得对该伤害类型的叠加抗性，直到本次任务结束。突破：如果受到重伤，士兵的最大生命值将增加1点。战后士兵需要额外的时间来恢复健康。每个战术任务可触发一次。"

[GM_IRI_BerserkGenes X2GeneModTemplate]
DisplayName="狂暴基因"
Summary="受到伤害或恐慌时，将使该士兵进入狂暴状态，并攻击视线中的敌人。"

[GM_IRI_SecondaryHeart X2GeneModTemplate]
DisplayName="次要心脏"
Summary="受到致命伤害后，该士兵将开始流血（失去意识）。该能力将使他保持清醒，但如果在几个回合内没有被稳定或撤离，他仍然会死亡。"

[GM_IRI_TranquilMind X2GeneModTemplate]
DisplayName="平静心灵"
Summary="该士兵无法被任何灵能能力瞄准或影响，即使来自盟友或者自己也无效。"

[GM_IRI_ChaoticMind X2GeneModTemplate]
DisplayName="混乱心灵"
Summary="该士兵获得大量的灵能攻击加成，但他无法控制力量，并且在回合结束时将伤害2格内的所有单位，包括盟友。安慰技能和心灵护盾将压制其负面效果。"

[GM_IRI_CheetahGenes X2GeneModTemplate]
DisplayName="猎豹基因"
Summary="当穿戴轻型/中型/重型盔甲时，该士兵获得+6/+4/+2的移动力。但是，士兵移动会逐渐失去加成，甚至将转变为惩罚。士兵不移动的每个回合，会恢复失去的移动力。士兵白天视力更好，晚上视力更差。"

[GM_IRI_LizardReflex X2GeneModTemplate]
DisplayName="毒蛇反应"
Summary="士兵获得+20闪避值，当成功闪避敌人的攻击时，能完全避免受到任何伤害。每回合触发一次。士兵在寒冷和炎热的环境中作战，将受到一点点的惩罚。"